Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Words you type often get remembered for better guesses. They stay on this device.
de: Wörter, die du oft tippst, werden für bessere Vermutungen gemerkt. Sie bleiben auf diesem Gerät.
es: Las palabras que escribes a menudo se recuerdan para acertar mejor. Se quedan en este dispositivo.
et: Sagedasti tipitud sõnad jäävad meelde paremate pakkumiste jaoks. Need jäävad sellesse seadmesse.
fr: Les mots que tu tapes souvent sont retenus pour de meilleures propositions. Ils restent sur cet appareil.
hu: A gyakran gépelt szavaidat megjegyzi a jobb tippekért. Ezen az eszközön maradnak.
it: Le parole che scrivi spesso vengono ricordate per ipotesi migliori. Restano su questo dispositivo.
ja: よく打つ単語が覚えられて、予測が良くなります。この端末から出ません。
ko: 자주 치는 단어를 기억해서 더 잘 맞춰요. 이 기기에만 남습니다.
ms: Perkataan yang anda selalu taip diingati untuk tekaan lebih baik. Ia kekal pada peranti ini.
pt: As palavras que escreves muito são memorizadas para melhores palpites. Ficam neste dispositivo.
ru: Часто набираемые слова запоминаются, чтобы подсказки были точнее. Они остаются на этом устройстве.
zh_hans: 你常打的词会被记住，好让猜测更准。它们只留在这台设备上。

source: Words you've added, and the ones Clink picked up from you.
de: Wörter, die du hinzugefügt hast – und die, die Clink von dir übernommen hat.
es: Las palabras que has añadido y las que Clink te ha aprendido.
et: Sõnad, mille sa lisasid, ja need, mille Clink sinult üles võttis.
fr: Les mots que tu as ajoutés, et ceux que Clink a retenus de toi.
hu: Az általad hozzáadott szavak, és amiket a Clink eltanult tőled.
it: Le parole che hai aggiunto e quelle che Clink ha imparato da te.
ja: 自分で追加した単語と、Clink があなたの入力から覚えた単語です。
ko: 직접 추가한 단어와 Clink가 입력에서 배운 단어예요.
ms: Perkataan yang anda tambah, dan yang Clink pelajari daripada anda.
pt: As palavras que adicionaste e as que o Clink aprendeu contigo.
ru: Слова, которые вы добавили, и те, что Clink подхватил у вас.
zh_hans: 你自己添加的词，以及 Clink 从你的输入里学到的词。

source: Work-in-progress features
de: Funktionen in Arbeit
es: Funciones en desarrollo
et: Pooleli olevad funktsioonid
fr: Fonctionnalités en cours
hu: Folyamatban lévő funkciók
it: Funzioni in sviluppo
ja: 開発中の機能
ko: 개발 중인 기능
ms: Ciri dalam pembangunan
pt: Funcionalidades em desenvolvimento
ru: Функции в работе
zh_hans: 进行中的功能

source: Working
de: Wird ausgeführt
es: Trabajando
et: Töötlemine
fr: En cours
hu: Folyamatban
it: In corso
ja: 処理中
ko: 처리 중
ms: Sedang berjalan
pt: Processando
ru: Выполняется
zh_hans: 处理中

source: Working out what you mean…
de: Deine Anfrage wird ausgewertet…
es: Interpretando tu consulta…
et: Päringu mõistmine…
fr: Analyse de ta demande…
hu: A kérésed értelmezése…
it: Interpretazione della richiesta…
ja: ご質問を確認しています…
ko: 질문을 이해하는 중…
ms: Memahami permintaan anda…
pt: A interpretar o seu pedido…
ru: Разбираемся в вашем запросе…
zh_hans: 正在理解你的问题…

source: Works as you type
de: Arbeitet während des Tippens
es: Funciona mientras escribes
et: Töötab tippimise ajal
fr: Fonctionne pendant la saisie
hu: Gépelés közben működik
it: Funziona mentre scrivi
ja: 入力中に動作
ko: 입력하는 동안 동작
ms: Berfungsi semasa anda menaip
pt: Funciona enquanto escreves
ru: Работает во время ввода
zh_hans: 打字时生效

source: Works in every app
de: Funktioniert in jeder App
es: Funciona en todas las apps
et: Töötab igas rakenduses
fr: Fonctionne dans toutes les apps
hu: Minden appban működik
it: Funziona in tutte le app
ja: すべてのアプリで使える
ko: 모든 앱에서 사용 가능
ms: Berfungsi dalam setiap aplikasi
pt: Funciona em todas as apps
ru: Работает во всех приложениях
zh_hans: 每个应用都能用

source: Works out to %@ a month
de: Entspricht %@ pro Monat
es: Sale a %@ al mes
et: Tuleb %@ kuus
fr: Soit %@ par mois
hu: Átszámítva havi %@
it: Equivale a %@ al mese
ja: 月あたり%@
ko: 한 달에 %@ 꼴
ms: Bersamaan %@ sebulan
pt: Fica a %@ por mês
ru: Выходит %@ в месяц
zh_hans: 相当于每月 %@

source: Works out to %@ a month. Renews yearly. Cancel anytime.
de: Das entspricht %@ pro Monat. Verlängert sich jährlich. Jederzeit kündbar.
es: Equivale a %@ al mes. Se renueva cada año. Cancela cuando quieras.
et: Tuleb %@ kuus. Uueneb aastaselt. Tühista igal ajal.
fr: Ça revient à %@ par mois. Renouvellement annuel. Résiliable à tout moment.
hu: Ez havi %@-nak felel meg. Évente megújul. Bármikor lemondhatod.
it: Corrisponde a %@ al mese. Si rinnova ogni anno. Annulla quando vuoi.
ja: 月あたり%@になります。年ごとに自動更新。いつでも解約できます。
ko: 월 %@ 꼴이에요. 매년 자동 갱신되고, 언제든 취소할 수 있어요.
ms: Bersamaan %@ sebulan. Diperbaharui setiap tahun. Batal bila-bila masa.
pt: Dá para %@ por mês. Renova anualmente. Cancela quando quiseres.
ru: Выходит %@ в месяц. Продлевается раз в год. Отменить можно в любой момент.
zh_hans: 相当于每月 %@。按年续订，随时可以取消。

source: Wrap
de: Über die Kanten
es: Cobertura de bordes
et: Üle servade
fr: Sur les côtés
hu: Élekre nyúlás
it: Estensione sui lati
ja: 側面への回り込み
ko: 측면 감싸기
ms: Liputan sisi
pt: Extensão para os lados
ru: На боковых гранях
zh_hans: 侧面包覆

source: Wrap in quotes
de: In Anführungszeichen setzen
es: Envolver entre comillas
et: Pane jutumärkidesse
fr: Entourer de guillemets
hu: Idézőjelbe tétel
it: Racchiudi tra virgolette
ja: 引用符で囲む
ko: 따옴표로 감싸기
ms: Balut dengan tanda petik
pt: Envolver em aspas
ru: Взять в кавычки
zh_hans: 加上引号

source: Wrap the ink in a soft halo of light.
de: Umhüllt die Schrift mit einem sanften Lichtschein.
es: Rodea el trazo con un suave halo de luz.
et: Ümbritseb tindijälje pehme valguskumaga.
fr: Entoure le tracé d’un doux halo lumineux.
hu: Lágy fényudvarral veszi körül a vonásokat.
it: Avvolge il tratto in un morbido alone di luce.
ja: 筆跡を柔らかな光で包みます。
ko: 필기 획을 부드러운 빛으로 감쌉니다.
ms: Kelilingi tulisan dengan cahaya lembut.
pt: Envolve o traço num halo de luz suave.
ru: Окружает штрихи мягким сиянием.
zh_hans: 为笔迹添加柔和光晕。

source: Write a word or a line
de: Schreibe ein Wort oder eine Zeile
es: Escribe una palabra o una línea
et: Kirjuta sõna või rida
fr: Écris un mot ou une ligne
hu: Írj egy szót vagy egy sort
it: Scrivi una parola o una riga
ja: 単語や一行を書いてください
ko: 단어나 한 줄을 써 보세요
ms: Tulis satu perkataan atau satu baris
pt: Escreve uma palavra ou uma linha
ru: Напишите слово или строку
zh_hans: 写一个词或一行字

source: Write and save notes
de: Schreibe und speichere Notizen
es: Escribe y guarda notas
et: Kirjuta ja salvesta märkmeid
fr: Écris et enregistre des notes
hu: Jegyzetek írása és mentése
it: Scrivi e salva note
ja: メモを書いて保存します
ko: 메모를 작성하고 저장하세요
ms: Tulis dan simpan nota
pt: Escreve e guarda notas
ru: Создание и сохранение заметок
zh_hans: 撰写并保存笔记

source: Write by hand instead of typing
de: Schreibe mit der Hand statt zu tippen
es: Escribe a mano en lugar de usar las teclas
et: Kirjuta käsitsi klahvidel tippimise asemel
fr: Écris à la main plutôt qu’avec les touches
hu: Kézírás gépelés helyett
it: Scrivi a mano invece di usare i tasti
ja: キー入力の代わりに手書きで入力します
ko: 타이핑 대신 손글씨로 입력하세요
ms: Tulis dengan tangan tanpa menaip
pt: Escreve à mão em vez de usar as teclas
ru: Рукописный ввод вместо набора на клавишах
zh_hans: 手写输入，无需打字

source: Write faster with powerful tools
de: Schneller schreiben mit leistungsstarken Tools
es: Escribe más rápido con herramientas potentes
et: Kirjuta võimsate tööriistadega kiiremini
fr: Écrivez plus vite avec des outils puissants
hu: Írj gyorsabban hatékony eszközökkel
it: Scrivi più velocemente con strumenti potenti
ja: パワフルなツールで、もっと速く書こう
ko: 강력한 도구로 더 빠르게 작성하세요
ms: Tulis lebih pantas dengan alat yang berkuasa
pt: Escreve mais depressa com ferramentas poderosas
ru: Пишите быстрее с мощными инструментами
zh_hans: 用强大的工具更快写作

source: Write it, and Clink types it, all on your device
de: Schreib es, und Clink tippt es – alles auf deinem Gerät
es: Escríbelo y Clink lo teclea, todo en tu dispositivo
et: Kirjuta see ja Clink tipib selle, kõik sinu seadmes
fr: Écris-le et Clink le tape — le tout sur ton appareil
hu: Írd le, és a Clink begépeli – mindezt a készülékeden
it: Scrivilo e Clink lo digita, tutto sul tuo dispositivo
ja: 書けば Clink が入力 — すべてデバイス内で完結
ko: 쓰면 Clink가 입력해요 — 모두 기기 안에서
ms: Tulis dan Clink taipkannya — semuanya pada peranti anda
pt: Escreve e o Clink escreve por ti — tudo no teu dispositivo
ru: Напишите — и Clink это наберёт, целиком на вашем устройстве
zh_hans: 手写，Clink 输入——全部在设备本地完成

source: Write it, we type it
de: Schreib es, wir tippen es
es: Tú lo escribes, nosotros lo tecleamos
et: Kirjuta sina, meie tipime
fr: Écris-le, on le tape
hu: Írd le kézzel, begépeljük
it: Scrivilo a mano, lo digitiamo noi
ja: 書けば、入力します
ko: 쓰면 입력해 드려요
ms: Tulis, kami taipkan
pt: Escreve à mão, passamos a texto
ru: Вы пишете — мы печатаем
zh_hans: 手写，自动输入

source: Write keyboard actions in Python
de: Tastaturaktionen in Python schreiben
es: Escribe acciones de teclado en Python
et: Kirjuta klaviatuuri tegevusi Pythonis
fr: Écris des actions de clavier en Python
hu: Írj billentyűzetműveleteket Pythonban
it: Scrivi azioni della tastiera in Python
ja: Python でキーボード操作を書く
ko: Python으로 키보드 동작 만들기
ms: Tulis tindakan papan kekunci dalam Python
pt: Escreve ações de teclado em Python
ru: Пишите действия для клавиатуры на Python
zh_hans: 用 Python 写键盘操作

source: Write your own keyboard actions in Python
de: Schreib deine eigenen Tastatur-Aktionen in Python
es: Escribe tus propias acciones de teclado en Python
et: Kirjuta oma klaviatuuri tegevusi Pythonis
fr: Écris tes propres actions de clavier en Python
hu: Írj saját billentyűzet-műveleteket Pythonban
it: Scrivi le tue azioni della tastiera in Python
ja: 自分だけのキーボードアクションをPythonで作ろう
ko: 파이썬으로 나만의 키보드 액션을 만들어보세요
ms: Tulis tindakan papan kekunci anda sendiri dalam Python
pt: Escreve as tuas próprias ações de teclado em Python
ru: Пишите свои действия для клавиатуры на Python
zh_hans: 用 Python 编写属于你自己的键盘操作

source: Write your own keyboard actions in Python. Enabled actions appear behind the keyboard's action button. Tap an action to edit it, drag to reorder.
de: Schreib deine eigenen Tastaturaktionen in Python. Aktive Aktionen erscheinen hinter der Aktionstaste der Tastatur. Tipp auf eine Aktion, um sie zu bearbeiten, zieh sie zum Umsortieren.
es: Escribe tus propias acciones de teclado en Python. Las que actives salen detrás del botón de acciones del teclado. Toca una acción para editarla, arrástrala para reordenar.
et: Kirjuta oma klaviatuuri tegevusi Pythonis. Lubatud tegevused ilmuvad klaviatuuri tegevusnupu taha. Puuduta tegevust selle muutmiseks, lohista järjestamiseks.
fr: Écris tes propres actions de clavier en Python. Les actions activées apparaissent derrière le bouton d'actions du clavier. Touche une action pour la modifier, fais glisser pour réorganiser.
hu: Írd meg a saját billentyűzetműveleteidet Pythonban. Az engedélyezett műveletek a billentyűzet műveletgombja mögött jelennek meg. Koppints egy műveletre a szerkesztéshez, húzd az átrendezéshez.
it: Scrivi le tue azioni di tastiera in Python. Le azioni attive compaiono dietro il pulsante azioni della tastiera. Tocca un'azione per modificarla, trascina per riordinarle.
ja: Python で自分だけのキーボードアクションを書けます。オンにしたアクションはキーボードのアクションボタンの中に並びます。タップすると編集でき、ドラッグで並べ替えられます。
ko: Python으로 키보드 동작을 직접 만들어 보세요. 켜 둔 동작은 키보드의 동작 버튼 뒤에 나와요. 동작을 탭하면 편집하고, 드래그해서 순서를 바꿔요.
ms: Tulis tindakan papan kekunci anda sendiri dalam Python. Tindakan yang dihidupkan muncul di belakang butang tindakan papan kekunci. Ketik satu tindakan untuk menyuntingnya, seret untuk susun semula.
pt: Escreve as tuas próprias ações de teclado em Python. As ações ativadas aparecem atrás do botão de ações do teclado. Toca numa ação para a editar, arrasta para reordenar.
ru: Пишите свои действия для клавиатуры на Python. Включённые действия появляются за кнопкой действий на клавиатуре. Нажмите на действие, чтобы изменить его, перетащите, чтобы изменить порядок.
zh_hans: 用 Python 写你自己的键盘操作。开启的操作会出现在键盘的操作按钮里。点一下就能编辑，拖动可以重新排序。

source: Write your own keyboard actions in Python. Enabled actions appear behind the keyboard's action button. Tap an action to edit it, or swipe to enable or delete.
de: Schreib deine eigenen Tastaturaktionen in Python. Aktive Aktionen erscheinen hinter der Aktionstaste der Tastatur. Tipp auf eine Aktion, um sie zu bearbeiten, oder wisch, um sie ein- oder auszuschalten.
es: Escribe tus propias acciones de teclado en Python. Las que actives salen detrás del botón de acciones del teclado. Toca una para editarla, o deslízala para activarla o borrarla.
et: Kirjuta oma klaviatuuri tegevusi Pythonis. Lubatud tegevused ilmuvad klaviatuuri tegevusnupu taha. Puuduta tegevust selle muutmiseks või viipa sisse/välja lülitamiseks või kustutamiseks.
fr: Écris tes propres actions de clavier en Python. Les actions activées apparaissent derrière le bouton d'actions du clavier. Touche une action pour la modifier, ou balaye pour l'activer ou la supprimer.
hu: Írd meg a saját billentyűzetműveleteidet Pythonban. Az engedélyezett műveletek a billentyűzet műveletgombja mögött jelennek meg. Koppints egy műveletre a szerkesztéshez, vagy csúsztasd az engedélyezéshez vagy törléshez.
it: Scrivi le tue azioni di tastiera in Python. Le azioni attive compaiono dietro il pulsante azioni della tastiera. Tocca un'azione per modificarla, o scorri per attivarla o eliminarla.
ja: Python で自分だけのキーボード操作を書けます。オンにした操作はキーボードの操作ボタンの中に並びます。タップすると編集でき、スワイプでオンにしたり削除したりできます。
ko: Python으로 키보드 동작을 직접 만들어 보세요. 켜 둔 동작은 키보드의 동작 버튼 뒤에 나와요. 동작을 탭하면 편집하고, 스와이프하면 켜거나 지울 수 있어요.
ms: Tulis tindakan papan kekunci anda sendiri dalam Python. Tindakan yang dihidupkan muncul di belakang butang tindakan papan kekunci. Ketik satu tindakan untuk suntingnya, atau leret untuk hidupkan atau padam.
pt: Escreve as tuas próprias ações de teclado em Python. As ações ativadas aparecem atrás do botão de ações do teclado. Toca numa ação para a editar, ou desliza para a ativar ou eliminar.
ru: Пишите свои действия для клавиатуры на Python. Включённые действия появляются за кнопкой действий на клавиатуре. Нажмите на действие, чтобы изменить его, или смахните, чтобы включить или удалить.
zh_hans: 用 Python 写你自己的键盘操作。开启的操作会出现在键盘的操作按钮里。点一下就能编辑，滑动一下就能开启或删除。

source: Writes fresh text using what you typed as context, like drafting a reply. The panel leads with Insert.
de: Schreibt neuen Text und nutzt das Getippte als Kontext, etwa für einen Antwortentwurf. Im Panel steht Einfügen vorn.
es: Escribe texto nuevo usando lo que has escrito como contexto, como al redactar una respuesta. El panel empieza por Insertar.
et: Kirjutab uue teksti, kasutades sinu tipitut kontekstina, nt. vastuse mustandi jaoks. Paneel alustab valikuga Sisesta.
fr: Écrit un nouveau texte en prenant ce que tu as tapé comme contexte, par exemple pour rédiger une réponse. Le panneau commence par Insérer.
hu: Új szöveget ír, a beírtakat használva háttérként, például válasz fogalmazásához. A panelen a Beszúrás áll elöl.
it: Scrive un testo nuovo usando come contesto quello che hai digitato, come per abbozzare una risposta. Il pannello parte da Inserisci.
ja: 入力済みの内容を文脈にして、新しい文章を書きます。返信の下書きなどに。パネルは「挿入」が先頭です。
ko: 입력한 내용을 맥락으로 삼아 새 글을 써요. 답장 초안 같은 거요. 패널은 삽입이 먼저 나와요.
ms: Menulis teks baharu dengan apa yang anda taip sebagai konteks, macam merangka balasan. Panel bermula dengan Sisip.
pt: Escreve texto novo usando o que escreveste como contexto, como ao redigir uma resposta. O painel começa por Inserir.
ru: Создаёт новый текст, опираясь на напечатанное как на контекст, — например, набрасывает ответ. В панели первой идёт «Вставить».
zh_hans: 把你打过的内容当作上下文，写出新的文字，比如起草回复。面板以“插入”开头。

source: Writing rules
de: Schreibregeln
es: Reglas de escritura
et: Kirjareeglid
fr: Règles d’écriture
hu: Írásszabályok
it: Regole di scrittura
ja: 表記のルール
ko: 표기 규칙
ms: Peraturan tulisan
pt: Regras de escrita
ru: Правила письма
zh_hans: 书写规则

source: Written on your phone from the answers below. It can get things wrong, so the pages it used are the ones to trust.
de: Auf deinem Gerät aus den Antworten unten geschrieben. Es kann danebenliegen, verlässlich sind die Seiten, aus denen es stammt.
es: Escrito en tu teléfono a partir de las respuestas de abajo. Puede equivocarse, así que lo fiable son las páginas que ha usado.
et: Kirjutatud sinu telefonis alltoodud vastustest. Ta võib eksida, seega usaldusväärsed on lehed, millest ta pärineb.
fr: Écrit sur ton téléphone à partir des réponses ci-dessous. Il peut se tromper, ce sont les pages utilisées qui font foi.
hu: A telefonodon készült az alábbi válaszokból. Tévedhet is, ezért a felhasznált oldalak a mérvadóak.
it: Scritto sul tuo telefono a partire dalle risposte qui sotto. Può sbagliare, quindi a fare fede sono le pagine che ha usato.
ja: 下に挙げた回答をもとに、端末内で書かれた文章です。間違えることもあるので、確かなのは参照元のページのほうです。
ko: 아래 답변들을 바탕으로 기기 안에서 작성된 글입니다. 틀릴 수도 있으니 믿을 것은 참고한 페이지 쪽입니다.
ms: Ditulis dalam telefon anda daripada jawapan di bawah. Ia boleh tersilap, jadi halaman yang digunakannya itulah yang boleh dipercayai.
pt: Escrito no teu telemóvel a partir das respostas abaixo. Pode enganar-se, por isso as páginas que usou é que são de confiança.
ru: Составлено на вашем телефоне по ответам ниже. Здесь бывают ошибки, поэтому доверять стоит страницам, на которые оно опиралось.
zh_hans: 这段话是依据下面这些答案、在你手机上生成的。它可能出错，真正可靠的是它引用的那几页。

source: YOUR PRO TOOLKIT
de: DEIN PRO-WERKZEUGKASTEN
es: TU KIT DE HERRAMIENTAS PRO
et: SINU PRO-TÖÖRIISTAKAST
fr: VOTRE BOÎTE À OUTILS PRO
hu: A PRO ESZKÖZTÁRAD
it: IL TUO KIT PRO
ja: PROツールキット
ko: 나만의 PRO 도구 모음
ms: KIT ALAT PRO ANDA
pt: O TEU KIT PRO
ru: ВАШ НАБОР PRO-ИНСТРУМЕНТОВ
zh_hans: 你的专业工具包

source: Yearly
de: Jährlich
es: Anual
et: Aastane
fr: Annuel
hu: Éves
it: Annuale
ja: 年額
ko: 연간
ms: Tahunan
pt: Anual
ru: Ежегодно
zh_hans: 年度

source: Yes, and you can size it once it's up.
de: Ja, und sobald sie da ist, kannst du sie auch anpassen.
es: Sí, y una vez puesta puedes ajustarle el tamaño.
et: Jah, ja kui ta on üleval, saad sa teda kohandada.
fr: Oui, et une fois affichée tu peux l'ajuster.
hu: Igen, és ha már fent van, a méretét is állíthatod.
it: Sì, e una volta comparsa puoi anche dimensionarla.
ja: できます。表示したあとは大きさも調整できます。
ko: 네, 켠 뒤에는 크기도 맞출 수 있습니다.
ms: Boleh, dan setelah ia muncul anda boleh laraskan saiznya.
pt: Podes, e depois de estar lá ainda lhe ajustas o tamanho.
ru: Да, а когда он появится, можно задать его размер.
zh_hans: 可以，加上之后还能调它的大小。

source: Yes. Everything is sealed on your device first, and the key never leaves your iCloud Keychain.
de: Ja. Alles wird zuerst auf deinem Gerät versiegelt, und der Schlüssel verlässt deinen iCloud-Schlüsselbund nie.
es: Sí. Todo se sella primero en tu dispositivo y la clave nunca sale de tu llavero de iCloud.
et: Jah. Kõik pitseeritakse kõigepealt sinu seadmes ja võti ei lahku kunagi sinu iCloudi võtmehoidjast.
fr: Oui. Tout est scellé sur ton appareil d’abord, et la clé ne quitte jamais ton trousseau iCloud.
hu: Igen. Minden előbb az eszközödön záródik le, a kulcs pedig soha nem hagyja el az iCloud-kulcskarikádat.
it: Sì. Tutto viene sigillato prima sul tuo dispositivo e la chiave non lascia mai il portachiavi iCloud.
ja: はい。すべてまずお使いの端末で封印され、鍵がiCloudキーチェーンの外に出ることはありません。
ko: 네. 모든 데이터는 먼저 기기에서 봉인되며, 키는 iCloud 키체인을 벗어나지 않습니다.
ms: Ya. Semuanya dimeterai pada peranti anda dahulu, dan kuncinya tidak pernah meninggalkan Rantai Kunci iCloud anda.
pt: Sim. Tudo é selado primeiro no teu dispositivo e a chave nunca sai do teu porta-chaves do iCloud.
ru: Да. Всё сначала запечатывается на вашем устройстве, а ключ никогда не покидает вашу Связку ключей iCloud.
zh_hans: 是。所有内容都先在你的设备上封存，密钥从不离开你的 iCloud 钥匙串。

source: Yes. Tools only swaps the whole app for one screen: a pad you can talk into, the AI tools, and whichever tools you've turned on.
de: Ja. „Nur Werkzeuge“ ersetzt die ganze App durch einen einzigen Bildschirm: einen Block, in den du sprechen kannst, die KI-Werkzeuge und die Werkzeuge, die du eingeschaltet hast.
es: Sí. Solo herramientas cambia toda la app por una única pantalla: un bloc en el que hablar, las herramientas de IA y las herramientas que tengas activadas.
et: Jah. Ainult tööriistad asendab kogu rakenduse ühe ekraaniga: padi, millesse saab rääkida, TI-tööriistad ja tööriistad, mille sisse lülitasid.
fr: Oui. Outils uniquement remplace toute l'app par un seul écran : un bloc où parler, les outils d'IA et les outils que tu as activés.
hu: Igen. A Csak eszközök a teljes appot egyetlen képernyőre cseréli: egy jegyzettömbre, amibe beszélhetsz, az MI-eszközökre és azokra az eszközökre, amiket bekapcsoltál.
it: Sì. Solo strumenti sostituisce l'intera app con una schermata sola: un blocco in cui parlare, gli strumenti IA e gli strumenti che hai attivato.
ja: はい。「ツールのみ」にすると、アプリ全体が画面ひとつになります。話しかけるメモ、AI ツール、そしてオンにしているツールだけが残ります。
ko: 네. ‘도구 전용’을 켜면 앱 전체가 화면 하나로 바뀝니다. 말할 수 있는 메모장, AI 도구, 그리고 켜 두신 도구만 남아요.
ms: Ya. Alat sahaja menukar keseluruhan app kepada satu skrin: pad untuk anda bercakap, alat AI, dan alat yang anda hidupkan.
pt: Sim. O Só ferramentas troca a app inteira por um único ecrã: um bloco para onde falas, as ferramentas de IA e as ferramentas que tiveres ligadas.
ru: Да. «Только инструменты» заменяет всё приложение одним экраном: площадка, в которую можно говорить, ИИ-инструменты и те инструменты, которые вы включили.
zh_hans: 可以。开启“仅工具”后，整个应用只剩一屏：一块可以开口说的速记板、AI 工具，以及你开启的那些工具。

source: Yes. Voice only swaps the whole app for one screen, with a pad you can talk into and the few settings that change how dictation works.
de: Ja. „Nur Sprache“ ersetzt die ganze App durch einen einzigen Bildschirm, mit einem Block, in den du sprechen kannst, und den paar Einstellungen, die am Diktat etwas ändern.
es: Sí. Solo voz cambia toda la app por una única pantalla, con un bloc en el que hablar y los pocos ajustes que cambian cómo funciona el dictado.
et: Jah. Ainult hääl asendab kogu rakenduse ühe ekraaniga, koos padjaga, millesse saab rääkida, ja mõne seadega, mis dikteerimist muudavad.
fr: Oui. Voix uniquement remplace toute l'app par un seul écran, avec un bloc où parler et les quelques réglages qui changent la dictée.
hu: Igen. A Csak hang a teljes appot egyetlen képernyőre cseréli, egy jegyzettömbbel, amibe beszélhetsz, és azzal a néhány beállítással, ami a diktáláson változtat.
it: Sì. Solo voce sostituisce l'intera app con una schermata sola, con un blocco in cui parlare e le poche impostazioni che cambiano la dettatura.
ja: はい。「音声のみ」にすると、アプリ全体が画面ひとつになります。話しかけるメモと、口述入力にかかわるいくつかの設定だけが残ります。
ko: 네. ‘음성 전용’을 켜면 앱 전체가 화면 하나로 바뀝니다. 말할 수 있는 메모장과, 받아쓰기에 영향을 주는 몇 가지 설정만 남아요.
ms: Ya. Suara sahaja menukar keseluruhan app kepada satu skrin, dengan pad untuk anda bercakap dan beberapa tetapan yang mengubah cara imlak berfungsi.
pt: Sim. O Só voz troca a app inteira por um único ecrã, com um bloco para onde falas e as poucas definições que mexem no ditado.
ru: Да. «Только голос» заменяет всё приложение одним экраном: площадка, в которую можно говорить, и несколько настроек диктовки.
zh_hans: 可以。开启“仅语音”后，整个应用只剩一屏：一块可以开口说的速记板，加上几项与口述输入有关的设置。

source: You already own Clink Pro
de: Du hast Clink Pro bereits
es: Ya tienes Clink Pro
et: Sul on Clink Pro juba olemas
fr: Vous avez déjà Clink Pro
hu: A Clink Pro már a tiéd
it: Hai già Clink Pro
ja: すでに Clink Pro をお持ちです
ko: 이미 Clink Pro를 가지고 있습니다
ms: Anda sudah memiliki Clink Pro
pt: Você já tem o Clink Pro
ru: У вас уже есть Clink Pro
zh_hans: 你已拥有 Clink Pro
